<?
	$package_size = array(

		//20220104 운임단가: 극소(1):2100   소(2):2500   중(3):2950   대1(4):4300  대2(7):4700  특대(5):11000
		//극소('1'),소('2'),중('3'),대1('4'),대2('7'),특대('5'). 공란이면 화면기준적용

		//극소
		"고데기_민트" => "1",
		"고데기_핑크" => "1",
		"고데기_화이트" => "1",
		"고데기_블랙" => "1",
		"THC1000_엣지블랙" => "1",
		"THC1000_스톤화이트" => "1",
		"THC1000_아이언그레이" => "1",
		"매직스틱_실버그레이" => "1",
		"매직스틱_블로썸피치" => "1",
		"매직스틱_라벤더핑크" => "1",
		"매직스틱_크림화이트" => "1",
		"R6" => "1",
		"보풀제거기" => "1",
		"보풀제거기_R6" => "1",
		"R-6" => "1",
		"CG-72" => "1",
		"CW44" => "1",
		"CG-72가죽케이스" => "1",
		"F거치대" => "1",
		"THC3000" => "1",

		//소
/*		"D19_레드" => "2",
		"D19_블루" => "2",
		"C21_PRO" => "2",
		"C21_PINK" => "2",
		"C21_NAVY" => "2",
		"C20" => "2",
		"Z20" => "2",
		"G20" => "2",
		"F거치대_충전기" => "2",
*/		
		"미니제트" => "2",
		"CV9" => "2",
		"가습기" => "2",
	
		//중
		"CR3" => "3",
		"CR10" => "3",
		"CM7" => "3",
		"CV6_PLUS" => "3",
		"CV6" => "3",
		"화이트_거치대" => "3",
		"블랙_거치대" => "3",
		"CHO 거치대" => "3",
		"CV거치대" => "3",

		//대1
		"CX11" => "4",
		"CX11 BLDC 무선청소기 스탠딩 거치대포함" => "4",
		"VX11" => "4",
		"NEW F7_PLUS_거치대" => "4",
		"NF8" => "4",
		"CV8_LIGHT" => "4",
		"CV6_PLUS_ADD" => "4",
		"CIC1400" => "4",
		"C10" => "4",

		//대2
		"CODEX" => "7", //20220105

	);


	//20220105 운임단가: 극소:2100   소:2500   중:2950   대1:4300  대2:4700  특대:
//	$package_price = array(2100, 2500, 2950, 4300, 4700, 11000);
	$package_price = array(
		'1' => 2100,
		'2' => 2500,
		'3' => 2950,
		'4' => 4300,
		'5' => 11000,
		'7' => 4700,
	); //20220118


?>