<?
	$cancellation_type = array("교환","변심반품","불량반품"); //0-교환, 1-변심반품, 2-불량반품
//	define("CT_CANCELLATION", 0);	//반품
	define("CT_REPLACEMENT", 0);	//교환
	define("CT_REMORSE", 1); 		//변심반품
	define("CT_DEFECTIVE", 2);		//불량반품
//	define("CT_REFUND", 4);			//환불    

	$cancellation_status = array("처리중","처리완료"); //0-처리중, 1-처리완료

	$result_type = array("부품화","상품화","기타"); //0-부품화, 1-상품화, 2-기타 

	$shopping_mall = array(
	"11번가","지마켓","옥션","티몬","위메프",
	"쿠팡","GS샵","CJ몰","롯데아이몰(롯데홈쇼핑)","신세계몰",
	"이마트몰","현대홈쇼핑","NS홈쇼핑","엘롯데","SK스토어",
	"패션플러스","네이버스토어","홈엔쇼핑","바보사랑","아트박스",
	"공영쇼핑","1300K","핫트랙스","텐바이텐","G9",
	"지구","오늘의집","롯데ON","집꾸미기","카카오톡",
	"자사몰","A/S","OK미디어","맘카페","스마트스토어"
	);
	//GS shop 
	//홈&쇼핑 
	
/*
	$cancellation_product_name = array(
		"CX11","VX11","CODEX",
		"CV6_PLUS","CV6_PLUS_ADD","CV8","CV8_LIGHT","CV거치대",
		"F거치대","NEW F7_PLUS_거치대","NEW F7_PLUS","NF8","D19_레드","D19_블루",
		"C21_PRO", "C21_PINK", "C21_NAVY", "C20",
		"Z20","G20","C10","New C10",

		"THC1000_스톤화이트","THC1000_아이언그레이","THC1000_엣지블랙","미니제트",
		"매직스틱-실버그레이","매직스틱-블로썸피치","매직스틱-라벤더핑크","매직스틱-크림화이트",

		"CR10","CR3","CIC1400",
		"CM7", "New CM7", "가습기",
		"고데기_블랙","고데기_핑크","고데기_화이트","고데기_민트",
		"스나이퍼CG-72", "CW44", "R6","CV9","THC3000",
	);
*/
	
?>